Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/haliida-digastallama-ja-ravvagiid-samedikki-giellapolitihka-birra.html.tmx
Source language: sme
Languages: sma

source: Háliida digaštallama ja rávvagiid Sámedikki giellapolitihka birra / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget
sma: Digkiedimmiem jïh raerieh sæjhta Saemiedigkien gïelepolitihken bïjre / Tjaalegh / Veeljemeboelhken 2009 - 2013 / Våarhkoe / Saemiedigkie - Sametinget

source: Háliida digaštallama ja rávvagiid Sámedikki giellapolitihka birra
sma: Digkiedimmiem jïh raerieh sæjhta Saemiedigkien gïelepolitihken bïjre

source: Sámediggeráđđi ovddida čilgehusa sámegiela birra dievasčoahkkimis cuoŋománus, ja ráđđelahttu Ellinor Marita Jåma háliida dan oktavuođas oažžut buriid digaštallamiid ja oažžut árvalusaid sámi giellapolitihka birra bargui viidáseappot sámediggedieđáhusain sámegiela birra.
sma: Saemiedigkieraerie aktem buerkiestimmiem buakta saemien gïelen bïjre stoerretjåanghkosne voerhtjen, jïh raerielïhtsege Ellinor Marita Jåma daan sjïekenisnie hijven digkiedimmieh jïh raerieh sæjhta saemien gïelepolitihken bïjre, dan vijriesåbpoe barkose saemiedigkiebïevnesinie saemien gïelen bïjre.

source: Čilgehus sámegiela birra lea vuođđun digaštallamii Sámedikki boahtteáiggi giellapolitihka birra.
sma: Buerkiestimmie saemien gïelen bïjre våaromem beaja juktie Saemiedigkien båetije gïelepolitihken bïjre digkiedidh.

source: Áigodagas čilgehusa ovddideami ja dieđáhusa gaskka lea politihkkáriin, ásahusain ja earáin geat barget sámegielain vejolašvuohta searvat boahtteáiggi giellapolitihka hábmemii.
sma: Dïhte boelhke buerkiestimmien jïh bïevnesen gaskem, dellie dah politihkerh, institusjovnh jïh mubpieh mah saemien gïeline berkieh, nuepiem utnieh meatan årrodh dam båetije gïelepolitihkem hammoedidh.

source: - Sámediggeráđi mielas lea hui deaŧalaš ahte sámi servodat searvvahuvvo bargui boahtteáiggi giellapolitihka ektui ja doaivu ahte dát vejolašvuohta geavahuvvošii.
sma: - Saemiedigkieraerie tuhtjie joekoen vihkeles dïhte saemien siebriedahke meatan vaaltasåvva barkosne dejnie båetije gïelepolitihkine, jïh gegkeste daate nuepie åtnasåvva.

source: Mii háliidit diehtit du jurdagiid ja árvalusaid giela ja giellaovddideami birra.
sma: Mijjieh dov åssjaldahkh jïh raerieh gïelen jïh gïeleevtiedimmien bïjre sïjhtebe.

source: Sámegielas leat ovddabealde ollu hástalusat, ja lea deaŧalaš ahte ráhkaduvvojit buorit strategiijat daid sierra dárbbuid mat leat servodagas dustemii, dadjá ráđđelahttu Ellinor Marita Jåma.
sma: Saemien gïele gellie haestemi uvte tjåådtje, jïh vihkeles hijven vuekieh dorjesuvvieh juktie dejtie ovmessie daerpiesvoetide dåastodh mejtie siebriedahkesne åtna, raerielïhtsege Ellinor Marita Jåma jeahta.

source: Sámediggedieđáhus sámegiela birra lea Sámedikki gaskaoapmi barggus viidáseappot sámegiela nannemis ja ovddideamis, ja danne lea deaŧalaš ahte boađášedje buorit rávvagat bargui dieđáhusain.
sma: Saemiedigkiebïevnese saemien gïelen bïjre sæjhta Saemiedigkien dïrreginie årrodh dennie vijriesåbpoe barkosne, juktie evtiedidh jïh saemien gïelem nænnoesåbpoe darjodh, jïh dannasinie vihkeles hijven raerieh båetieh dan barkose bïevnesinie.

source: Čilgehus mii dál ovddiduvvo válddaha daid váldohástalusaid mat leat giela ektui ja maid birra lea deaŧalaš digaštallat.
sma: Dïhte buerkiestimmie maam daelie buakta, gellie åejviehaestemh gïelen sisnjelen vuesehte, mejtie sæjhta vihkeles årrodh digkiedidh.

source: Váldoáŋgiruššansuorggit dieđáhusas leat;
sma: Åejvieråajvarimmiesuerkieh buerkiestimmesne leah;

source: sámegiela geavaheaddjit
sma: utnijh saemien gïeleste

source: sámegiela geavaheapmi
sma: åtnoe saemien gïeleste

source: giellafágalaš ovdánahttin
sma: gïelefaageles evtiedimmie

source: Sámedikki rolla ja váldi giellapolitihkas
sma: Saemiedigkien råålle jïh faamoe gïelepolitihkesne

source: - Sámegiela boahtteáigi lea dan duohken ahte gávdnojit giela geavaheaddjit ja ahte giela lea vejolaš geavahit máŋggalágan oktavuođain.
sma: - Jis saemien gïele edtja aaj båetijen aejkien veasodh, dle tjuara almetjh gååvnesidh mah gïelem nåhtadieh, seamma aejkien goh utnijh nuepiem utnieh sov gielem nåhtadidh ovmessie tsiehkine.

source: Gielalaš ovddideapmi lea dárbbašlaš giela nannen- ja suodjalanbarggus, ja lea vealtameahttun deaŧalaš ahte Sámedikki ja eará aktevrraid rolla ja váldi giellapolitihkas čilgejuvvo, oaivvilda sámediggeráđi lahttu Ellinor Marita Jåma.
sma: Gïeleldh evtiedimmie sæjhta daerpies årrodh gosse edtja gïelem gorredidh jïh nænnoesåbpoe darjodh, jïh eevre vihkeles Saemiedigkien jïh jeatjah aktööri råållem jïh faamoem gïelepolitihkesne tjïelkestidh, saemiedigkieraerije Ellinor Marita Jåma buerkeste.

source: Jåma dadjá viidáseappot ahte hástalusat leat ollu vaikko maŋimuš logijagis lea ovdáneapmi leamaš positiivvalaš, ja lea hui deaŧalaš ahte Sámediggi ráhkada mihttomeriid ja strategiijaid viidáseappo bargui sámegiela ovddidemiin.
sma: Jåma aaj tjierteste dah haestemh stoerre, jalhts dej minngemes luhkiejaepiej dle aktem hijven evtiedimmiem vuajneme, jïh sæjhta joekoen vihkeles årrodh Saemiedigkie ulmieh jïh vuekieh evtede, juktie saemien gïelem vijriesåbpoe evtiedidh.

source: Sámediggeráđi áigumuššan lea doallat seminára sámegiela birra miessemánus gos maiddái lea vejolašvuohta buktit rávvagiid ja jurdagiid boahtteáiggi giellapolitihka hábmemii.
sma: Saemiedigkieraerie ussjede aktem seminarem öörnedidh saemien gïelen bïjre suehpeden, gusnie aaj gåarede raerie- jïh åssjaldahkigujmie båetedh dan båetije gïelepolitihken bïjre.

source: Dieđut dan birra bohtet maŋŋá.
sma: Bïevnesh dan bïjre sijhtieh mænngan båetedh.

source: Sáhttá maiddái addit árvalusaid ja rávvagiid čálalaččat e-poasta čujuhusaide giele@samediggi.no ja giella@samediggi.no.
sma: Sæjhta aaj nuepie årrodh tjaaleldh raerieh seedtedh. E-påaste: giele@samediggi.no og giella@samediggi.no.

source: Áigeamearri daid buktit lea geassemánu 1. b..
sma: Raerieh tjuerieh båetedh ruffien 1. b. åvtelen.

source: - Mun sávan buori ja ávkkálaš digaštallama dievasčoahkkimis, ja sávan buohkaide bures boahtima guldalit ságastallama, dadjá ráđđelahttu Ellinor Marita Jåma loahpas.
sma: - Manne gegkestem akte hijven jïh nuhteligs digkiedimmie sjædta stoerretjåanghkosne, jïh vaajtelem gaajhkesh dovnesh buerie båeteme digkiedimmiem goltelidh, raerielïhtsege Ellinor Marita Jåma minngemosth jeahta.

source: Sámediggeráđđi ovddida čilgehusa sámegiela birra dievasčoahkkimis gaskavahkku cuoŋománu 18. b. ja dán čilgehusa birra ságastuvvo maŋŋá borrama duorastaga cuoŋománu 19. b..
sma: Saemiedigkieraerie buerkiestimmiem saemien gïelen bïjre buakta stoerretjåanghkosne gaskevåhkoen, voerhtjen 18. b., jïh lunsjen mænngan duarstan, voerhtjen 19. b., dle buerkiestimmiem digkiedieh.

source: Dát čilgehus ovddiduvvo dan oktavuođas go leat ráhkadeamen Sámediggedieđáhusas sámegiela birra mii ovddiduvvo dievasčoahkkimii čakčamánus.
sma: Buakta buerkiestimmiem saemien gïelen bïjre Saemiedigkiebïevnesen sjïekenistie saemien gïelen bïjre, maam stoerretjåanghkose buakta skïereden.

source: Gulahallanolmmoš:
sma: Govlehtallijh:
